"Weather" = "Cuaca";
"Haze" = "Jerebu";
"Currently %@" = "Suhu Semasa %@";
"Windy" = "Berangin";
"Thunderstorms" = "Ribut petir";
"%@º" = "%@º";
"Low" = "Rendah";
"NW" = "BL";
"TODAY" = "HARI INI";
"Knots" = "Knot";
"UV: %@" = "UV: %@";
"UV Index" = "Indeks UV";
"E" = "T";
"Request Location Access" = "Meminta Keizinan";
"Kilometers" = "Kilometer";
"South" = "Selatan";
"Current Weather" = "Keadaan Cuaca";
"WEATHER" = "CUACA";
"Feels Like" = "Berasa Seperti";
"Extreme" = "Ekstrim";
"Chance of Rain" = "Peluang Hujan";
"Sleet" = "Hujan Beku";
"N" = "U";
"Very High" = "Sangat Tinggi";
"SE" = "TE";
"Feels Like: %@" = "Berasa Seperti: %@";
"East" = "Timur";
"%@ cm" = "%@ cm";
"South East" = "Tenggara";
"%@ mm" = "%@ mm";
"Snow" = "Salji";
"S" = "S";
"m/s" = "m/s";
"High" = "Tinggi";
"Precipitation" = "Kerpasan";
"%@ chance of rain" = "%@ peluang hujan";
"Tornadoes" = "Tornado";
"%@ mb" = "%@ mb";
"Mostly Clear" = "Kebanyakannya Cerah";
"Rain" = "Hujan";
"Current location: %@" = "Lokasi semasa: %@"; // weather
"%@ m/s" = "%@ mps";
"%@ hPa" = "%@ hpa";
"Medium" = "Sederhana";
"%@ km" = "%@ km";
"%@ km/h" = "%@ km/j";
"South West" = "Barat Daya";
"Visibility" = "Darjah Penglihatan";
"%@ miles" = "%@ batu";
"NE" = "TL";
"Today" = "Hari Ini";
"%@ knots" = "%@ Knot";
"inches" = "inci";
"%@ mph" = "%@ bpj";
"Temperature" = "Suhu";
"North" = "Utara";
"Chance of Snow" = "Peluang Salji";
"North East" = "Timur Laut";
"Current Temperature" = "Suhu Semasa";
"MPH" = "BPJ";
"Rain Probability" = "Kemungkinan Hujan";
"SW" = "BD";
"%@\"" = "%@\"";
"Location: %@" = "Lokasi: %@";
"Hail" = "Hujan Batu";
"km" = "km";
"West" = "Barat";
"Pressure" = "Tekanan";
"Fog" = "Kabus";
"Clear" = "Cerah";
"Current Location" = "Lokasi Semasa";
"%@ kilometers" = "%@ kilometer";
"Wind" = "Angin";
"%@ chance of snow" = "%@ peluang bersalji";
"hPa" = "hPa";
"Moderate" = "Sederhana";
"Partly Cloudy" = "Separuh Mendung";
"Miles" = "Batu";
"%@ in" = "%@ in";
"More Information" = "Maklumat Lanjut";
"km/h" = "km/j";
"Humidity" = "Kelembapan";
"North West" = "Barat Laut";
"Cloudy" = "Mendung";
"cm" = "cm";
"mph" = "bpj";


// Unlocalized strings



// Unlocalized strings

"Dew Point" = "Dew Point";
"Your weather access has expired. You will need to purchase a new package to continue receiving weather data." = "Your weather access has expired. You will need to purchase a new package to continue receiving weather data.";
"You do not have an active weather account. You will need to purchase a weather paackge to receive weather data." = "You do not have an active weather account. You will need to purchase a weather paackge to receive weather data.";
"Please update iStat Menus to continue receiving weather data." = "Please update iStat Menus to continue receiving weather data.";
"View & Purchase Packages" = "View & Purchase Packages";


// Modified strings

